
/* Usually leave this one in English */
"NSHumanReadableCopyright" = "Πνευματικά δικαιώματα © 2009-2021 aONe";

/* Access request descriptions */
"NSDesktopFolderUsageDescription" = "Keka requires Desktop access to work with it's files.";
"NSDocumentsFolderUsageDescription" = "Keka requires Documents access to work with it's files.";
"NSDownloadsFolderUsageDescription" = "Keka requires Downloads access to work with it's files.";
"NSNetworkVolumesUsageDescription" = "Keka requires network volumes access to work with it's files.";
"NSRemovableVolumesUsageDescription" = "Keka requires removable volumes access to work with it's files.";

/* File types */
"7Z Archive" = "7Z αρχείο";
"LZMA Archive" = "LZMA αρχείο";
"LZOP Archive" = "LZOP αρχείο";
"LZOP Tarball Archive" = "LZOP Tarball αρχείο";
"LZIP Archive" = "LZIP αρχείο";
"LZIP Tarball Archive" = "LZIP Tarball αρχείο";
"ZIP Archive" = "ZIP αρχείο";
"ZIPX Archive" = "ZIPX αρχείο";
"XZ Archive" = "XZ αρχείο";
"XZ Tarball Archive" = "XZ Tarball αρχείο";
"Brotli Archive" = "Brotli Archive";
"Brotli Tarball Archive" = "Brotli Tarball Archive";
"Zstandard Archive" = "Zstandard Archive";
"Zstandard Tarball Archive" = "Zstandard Tarball Archive";
"RAR Archive" = "RAR αρχείο";
"RAR Legacy Archive Volume" = "RAR Legacy Τόμος Αρχείου";
"Generic Archive Volume" = "Τόμος Γενικού Αρχείου";
"BZIP2 Archive" = "BZIP2 αρχείο";
"BZIP2 Tarball Archive" = "BZIP2 Tarball αρχείο";
"BZIP Archive" = "BZIP αρχείο";
"BZIP Tarball Archive" = "BZIP Tarball αρχείο";
"GZIP Archive" = "GZIP αρχείο";
"GZIP Tarball Archive" = "GZIP Tarball αρχείο";
"TAR Archive" = "TAR αρχείο";
"LRZIP Archive" = "LRZIP αρχείο";
"LRZIP Tarball Archive" = "LRZIP Tarball αρχείο";
"CPIO Archive" = "CPIO αρχείο";
"CPGZ Archive" = "CPGZ αρχείο";
"PAX Archive" = "PAX αρχείο";
"DMG Disk Image" = "DMG Τόμος δίσκου";
"ISO Disk Image" = "ISO Τόμος δίσκου";
"LHA Archive" = "LHA αρχείο";
"Windows EXE File" = "Windows EXE αρχείο";
"Windows Cabinet File" = "Windows Cabinet αρχείο";
"Windows Installer Package" = "Windows Installer Package";
"WIM Disk Image" = "WIM Τόμος δίσκου";
"Comic Book RAR Archive" = "Comic Book RAR αρχείο";
"Comic Book ZIP Archive" = "Comic Book ZIP αρχείο";
"iOS App" = "iOS Εφαρμογή";
"JAR Archive" = "JAR αρχείο";
"WAR Archive" = "WAR αρχείο";
"Android Application Package" = "Πακέτο εφαρμογής Android";
"Cross-Platform Installer Module (XPI)" = "Μονάδα εγκαταστάτη Cross-Platform (XPI)";
"APPX Archive" = "APPX αρχείο";
"Safari extension" = "Safari extension";
"ACE Archive" = "ACE Archive";
"XIP Secure Archive" = "XIP Secure Archive";
"Keka Extraction Package" = "Keka Extraction Package";
